Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/banenor.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Nothing in the railway reform indicates that “full cost coverage” in accordance with section 6-3 of the Railway Regulations will affect Government demand for such train offerings.
nb: Det er ingenting i jernbanereformen som tilsier at «full kostnadsdekning» i henhold til § 6-3 i jern-baneforskriften vil påvirke statens etterspørsel etter slike togtilbud.

source: If the licensor has specified that the information shall only be available under a specific version of this license, cf. Section 10, the licensee shall also state this.
nb: Hvis lisensgiver har spesifisert at informasjonen kun er tilgjengelig under en bestemt versjon av denne lisensen, jf. punkt 10, skal Lisenstaker oppgi dette.

source: between Oslo and Ski which will enable the travel time to be
nb: mellom Oslo og Ski og tilrettelegge for halvert reisetid.

source: Invitation to pre-qualification is planned August/September 2022.
nb: Invitasjon til prekvalifisering er planlagt august/september 2022. Arkiv

source: According to plan the machines will pass below Ramstad in the period from the end of August/start of September to the end of October.
nb: Fra månedsskiftet august/september og ut oktober, skal de etter planen passere under Ramstad.

source: According to the plan, train traffic will be rerouted to the west side in 2019 so that work on the east side can start without interruption.
nb: I 2019 skal togtrafikken etter planen legges over til vestsiden, slik at arbeidet på østsiden kan starte for fullt.

source: 2 MNOK per series installation Special conditions
nb: Hva er forskjellen på "2.

source: The criteria for prioritising which line sections are to be renewed with ERTMS first are fixed.
nb: Det er i dag ingen samordning i bruk av Jernbaneverkets eget personale og Trafikverkets entreprenører over grensen.

source: Check the answers to the frequently asked questions that you find below, categorized by topic.
nb: Sjekk svarene på de ofte stilte spørsmålene som du finner under, fordelt på temaer.

source: Based on Statistics Norway’s price index for operation and maintenance of road systems,[4] estimates of the proceeds in 2000 (NOK 81 million) will correspond to approximately NOK 140 million in 2016 prices for the same number of train-kilometres as in 2000.
nb: Basert på SSBs prisindeks for drift og vedlikehold av veganlegg [4] vil anslag på proveny i 2000 (81 MNOK) tilsvare om lag 140 MNOK i 2016-priser for samme antall togkilometere som i 2000.

source: I am a new external learning user at Bane NOR and the Norwegian Railway School.
nb: Jeg er en ny ekstern læringsbruker ved Bane NOR og Norsk jernbaneskole.

source: They will pass below the areas Vevelstadåsen and Sloraveien during the summer.
nb: I løpet av sommermånedene vil de passere under Vevelstadåsen og Sloraveien.

source: The plan is for the project to sign four new contracts during the summer/late summer to complete the work near Oslo city centre.
nb: I løpet av sommeren/ sensommeren skal prosjektet etter planen signere fire nye kontrakter for å fullføre arbeidet ved Oslo sentrum.

source: scheduled to continue until the spring of 2019.
nb: dette området skal etter planen holde på fram til våren 2019. Bispegata og Oslo S.

source: More than 75% of the long tunnel between Ski and Oslo Central Station has been drilled, and in September two of the four tunnel drilling machines will break through.
nb: Over 75 % av den lange tunnelen mellom Ski og Oslo S er ferdig boret, og i september får to av de fire tunnelboremaskinene gjennomslag.

source: submitted on next suppliers meeting for Bane NOR
nb: større leverandørmøte for Bane NOR

source: Contract signing is planned January 2022.
nb: Planlagt kontraktstildeling er januar 2022.

source: The phones used were Sony XZ Premium with 64 QAM and Sony XZ1 with 256 QAM.
nb: Telefonene som ble brukt var Sony XZ Premium med 64 QAM og Sony XZ1 med 256 QAM.

source: This means that you will receive notifications when the course / item is about to expire so that you can plan for re-training.
nb: Det betyr at du vil motta varsler når kurset er på vei til å utløpe slik at du kan planlegge for repetisjonstrening.

source: About the test – for the technical mind
nb: Om testen – for de teknisk interesserte

source: If you are a new external learning user, you can register a new account
nb: Hvis du er en ny ekstern læringsbruker, kan du registrere en ny konto ved å

source: If you do not find your new employer on the list, your employer must establish a customer relationship with Bane NOR.
nb: Hvis du ikke finner din nye arbeidsgiver på listen, må din arbeidsgiver etablere et kundeforhold med Bane NOR.

source: The budget for 2017 assumes proceeds of NOK 131 million, while the number of train-kilometres is almost 10% higher.
nb: I budsjettet for 2017 er det lagt til grunn et proveny på 131 MNOK, mens antall togkilometere er nær 10 % høyere.

source: «Database» shall mean a database or similar protected under Section 43 of the Norwegian Copyright
nb: «database» skal bety en database eller annet som er vernet etter åndsverkloven § 43.

source: Together, Telia, Telenor and Bane NOR have built 4G + which in this case equals 1800MHz and 2600 MHz.
nb: Sammen har Telia, Telenor og Bane NOR bygget 4G+ med to bånd, noe som, i dette tilfellet, tilsvarer 1800MHz og 2600 MHz.

source: Skanska has been awarded the NOK 982 million contract.
nb: Skanska har entreprisen på 982 mill.

source: Since 2013, the Follo Line Project has contributed more than NOK 100 million to the archaeological excavations in the eldest part of Oslo, Gamlebyen, the most extensive excavations in the capital for over one hundred years.
nb: Siden 2013 har Follobaneprosjektet bidratt med over 100 millioner kroner til arkeologiske utgravinger i Gamlebyen, de største i hovedstaden på over hundre år.

source: Bane NOR has awarded Veidekke Entreprenør AS an engineering, procurement and construction (EPC) contract to build the soil and concrete tunnels for its new double track Drammen-Kobbervikdalen (UDK) project.
nb: Store deler av de forberedende arbeidene for Follobanen (klargjøring av trasé, oppbygging av riggområder, bygging av to atkomsttunneler med mer) er nå avsluttet, og de siste forberedende arbeidene i Ski blir avsluttet i september i år.

source: When you click here, you will get to the course catalog.
nb: Når du klikker her, kommer du inn i kurskatalogen.

source: If your registered e-mail address is from your previous employer, this must also be updated (under "Basic information" on the left in the picture)
nb: Dersom din registrerte e-postadresse er fra din tidligere arbeidsgiver, må denne også oppdateres (under «Basisinformasjon» til venstre i bildet)

source: How do I update my user information in the system?
nb: Hvordan oppdaterer jeg min brukerinformasjon i systemet?

source: By clicking on "All categories", you will find courses sorted by subject areas.
nb: Her er den en knapp som heter «Alle kategorier» hvor du kan gå videre inn og finne kurs sortert på fagområder.

source: Only approved hours in the workflow in Agresso are included in the report.
nb: Det er kun timer som er godkjent i arbeidsflyten i Agresso som kommer med på rapporten.

source: If you can not find the course you are looking for, please send an inquiry to
nb: Hvis du ikke finner kurset du er på jakt etter, kan du sende en henvendelse til

source: I can not find answers to what I am wondering – what do I do?
nb: Jeg finner ikke svar på det jeg lurer på – hvor henvender jeg meg?

source: If you have changed employer and e-mail address without updating it in KAS/Læringsportalen, please contact
nb: Hvis du har byttet arbeidsgiver og e-postadresse uten å oppdatere den i KAS/Læringsportalen, vennligst ta kontakt med

source: If the course is fully booked, it is possible to put yourself on a waiting list.
nb: Hvis kurset er fullbooket, går det an å sette seg på venteliste.

source: The northern section of the Follo Line’s long tunnel will become visible in the mountain under Mosseveien at the medieval park, Middelalderparken, in July.
nb: I løpet av juli skal den nordre delen av Follobanens lange tunnel bli synlig i fjellet under Mosseveien ved Middelalderparken.

source: Intercity-services towards Skien, Lillehammer, Halden, and Gjøvik.
nb: Det gjelder områdene rundt Galleri Oslo, dagens bussterminal, Oslo Plaza og KLP-tomta.

source: Construction contract for preparatory work before, under and after stop of train traffic/shutdown period in August/September 2022.
nb: Utførelsesentreprise for forberedende arbeider som skal gjøres før, under og etter totalbrudd/togfrie periode i august/september 2022.

source: In the south, the route is connected to the completed double track section at Kleverud, which was opened in 2015.
nb: I sør kobles traséen til dobbeltsporet som i dag ender på Kleverud og som har vært i bruk siden 2015.

source: With 560 megabits per second the future train passengers can enjoy a high speed mobile network on their journey, also on routes with many travellers.
nb: Med 560 megabit per sekund kan togpassasjerene i fremtiden nyte godt av fantastisk mobilhastighet på reisen, også på strekninger der svært mange ferdes.

source: How do I create a user account in the new system?
nb: Hvordan oppretter jeg en brukerkonto i ny kursportal?

source: Where do I find my learning history?
nb: Jeg finner ikke kurshistorikken min – hva gjør jeg?

source: Under "Employer information", click on the "Company" drop-down menu
nb: Under «Informasjon om arbeidsgiver» klikk på rullegardinmenyen «Selskap/Firma».

source: This will be completed during the summer.
nb: Dette vil avsluttes i løpet av sommeren.

source: Several other major contracts are in the pipeline.
nb: Jeg var med!» og selvfølgelig preget med logoene til giverne.

source: The two northbound machines will then have finished their tunnel work.
nb: Da er de to nordgående maskinene ferdige med borejobben.

source: January 2019 when the Agency for Urban Environment’s (BYM) Tram Project
nb: fra januar 2019 når Trikkeprosjektet til Bymiljøetaten (BYM) skal i

source: At the same time, groundwork and technical railway works will be carried out at both Oslo Central Station and Loenga.
nb: Samtidig blir det grunnarbeid og jernbaneteknisk arbeid både ved Oslo S og på Loenga.

source: How do I find the specific course I want to take?
nb: Hvordan finner jeg det kurset jeg ønsker å ta?

source: Increase of the total passenger kilometres in Norway
nb: redusere spredning av fremmede arter.

source: When rail replacement bus services start this summer, the keywords for the construction work at Ski are groundwork and cabling.
nb: Når vi nå går inn i buss for tog-perioden i sommer, er grunnarbeid og kabling stikkord for arbeid som skal skje i Ski.

source: The results show that it was achieved approximately 95 percent of theoretical maximum speeds of 4x4 MIMO in the tunnel.
nb: Resultatene viser at Telia oppnår cirka 95 prosent av teoretisk maksimale hastigheter på 4x4 MIMO i tunnel på ett og ett bånd.

source: Groundwork and technical railway works will also be carried out over a large area from Oslo Central Station and along the Østfold Line to Bekkelaget while train services are suspended.
nb: Det skal i tillegg utføres både grunnarbeid og jernbaneteknisk arbeid over et stort område fra Oslo S og langs Østfoldbanen til Bekkelaget i den togfrie perioden.

source: The rejected rows are marked in red.
nb: Radene som er avvist er markert med rødt.

source: More than NOK 100 million
nb: Over 100 millioner kroner

source: Please note: the door may take up to 30 seconds to open.
nb: OBS! Åpning av porten kan ta inntil 30 sekunder.

source: Everyone who has had an account at the Norwegian Railway School 's old course administration system (KAS) or in Bane NOR's Learning Portal (SmartLearn), should have received an e-mail with instructions on how to register a password in the new system.
nb: Alle som har hatt en konto ved Norsk jernbaneskole sitt gamle kursadministrasjonssystem (KAS) eller i Bane NORs Læringsportal (SmartLearn), skal ha mottatt en e-post med instruksjoner for hvordan man registrerer passord i kursportalen.

source: Proposals to innovative solutions from suppliers
nb: Forslag til innovative løsninger fra leverandører

source: from the start page you will find a search field where it says
nb: fra startsiden er det et søkefelt hvor det står

source: -We are now looking forward to sharing the results of the excavations and upcoming research work with the public, experts and everyone who has been involved in the Follo Line Project, says NIKU’s project manager, Egil Bauer.
nb: - Nå gleder vi oss til å formidle resultatene fra utgravingene og det kommende forskningsarbeidet til befolkning, fagpersoner og alle som har vært involvert i Follobaneprosjektet, sier prosjektleder i NIKU, Egil Bauer.

source: I have not received an e-mail for registering password for initial login.
nb: Jeg har ikke mottatt noen e-post for registrering av passord for førstegangs pålogging.

source: the date from (Bilagsdato between) and to
nb: dato fra (Bilagsdato mellom) og til

source: modern new public transport hub in Ski.
nb: tverrforbindelser i retning Ski.

source: I have changed employer.
nb: Jeg har skiftet arbeidsgiver.

source: Showing 1 to 20 of 21 Jobs
nb: Viser 1 til 20 av 21 jobber

source: ) or telephone (477 70 098) to check whether the train has a wheelchair lift.
nb: Ta kontakt med kundesenteret på epost (kundesenter@banenor.no) eller telefon (477 70 098) for å undersøke om toget har heis for rullestol.

source: Preparations are taking place at Oslo Central Station for important construction works that will be completed in the summer weeks while train services are suspended.
nb: Ved Oslo S pågår forberedelser til viktig anleggsarbeid som skal tas unna i sommerukene mens det er stans i togtrafikken.

source: The southbound machines, named “Anna fra Kloppa” and “Magda Flåtestad”, have already passed below the residential area Bøleråsen in the Municipality of Ski.
nb: Sørover har maskinene med navn Anna fra Kloppa og Magda Flåtestad, allerede passert under Bøleråsen i Ski kommune.

source: As set out in Section 7, the licensor disclaims any and all liability for the quality of the information and what the information is used for.
nb: Som det fremgår av punkt 7 fraskriver lisensgiver seg ethvert ansvar for informasjonens kvalitet og hva informasjonen brukes til.

source: Commuter parking spaces for 100 NOK is an offering to travelers with a valid period ticket (weekly, monthly or annual).
nb: Pendlerparkering til kr. 100,- er et tilbud til reisende med gyldig periodebillett (ukes-, måneds- eller årskort).
